Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: OK
ca_es: D'acord

source: Operation failed
ca_es: Operació fallida

source: Bad state
ca_es: Estat erroni

source: Invalid host name
ca_es: Nom de host no vàlid

source: Invalid domain name
ca_es: Nom de domini no vàlid

source: No suitable network protocol available
ca_es: No hi ha disponible el protocol de xarxa

source: Invalid DNS TTL
ca_es: El TTL (temps de vida) del DNS no és vàlid

source: Resource record key is pattern
ca_es: La clau del registre del recurs és un patró

source: Local name collision
ca_es: Col·lisió de nom local

source: Invalid record
ca_es: Registre no vàlid

source: Invalid service name
ca_es: Nom de servei no vàlid

source: Invalid service type
ca_es: Tipus de servei no vàlid

source: Invalid port number
ca_es: Número de port no vàlid

source: Invalid record key
ca_es: Clau de registre no vàlid

source: Invalid address
ca_es: Adreça no vàlida

source: Timeout reached
ca_es: Temps d'espera expirat

source: Too many clients
ca_es: Massa clients

source: Too many objects
ca_es: Massa objectes

source: Too many entries
ca_es: Massa entrades

source: OS Error
ca_es: Error del SO

source: Access denied
ca_es: Accés denegat

source: Invalid operation
ca_es: Operació no vàlida

source: An unexpected D-Bus error occured
ca_es: S'ha produït un error inesperat al D-Bus

source: Daemon connection failed
ca_es: Ha fallat la connexió amb el dimoni

source: Memory exhausted
ca_es: Memòria exhaurida

source: The object passed in was not valid
ca_es: L'objecte passat no es vàlid

source: Daemon not running
ca_es: El dimoni no s'està executant

source: Invalid interface index
ca_es: L'índex de la interfície no és vàlid

source: Invalid protocol specification
ca_es: Especificació de protocol no vàlida

source: Invalid flags
ca_es: Indicador no vàlid

source: Not found
ca_es: No s'ha trobat

source: Invalid configuration
ca_es: Configuració no vàlida

source: Version mismatch
ca_es: La versió no coincideix

source: Invalid service subtype
ca_es: Subtipus de servei no vàlid

source: Invalid packet
ca_es: Paquet no vàlid

source: Invalid DNS return code
ca_es: El codi retornat pel DNS no és vàlid

source: DNS failure: FORMERR
ca_es: Error de DNS: FORMERR

source: DNS failure: SERVFAIL
ca_es: Error de DNS: SERVFAIL

source: DNS failure: NXDOMAIN
ca_es: Error de DNS: NXDOMAIN

source: DNS failure: NOTIMP
ca_es: Error de DNS: NOTIMP

source: DNS failure: REFUSED
ca_es: Error de DNS: REFUSED

source: DNS failure: YXDOMAIN
ca_es: Error de DNS: YXDOMAIN

source: DNS failure: YXRRSET
ca_es: Error de DNS: YXRRSET

source: DNS failure: NXRRSET
ca_es: Error de DNS: NXRRSET

source: DNS failure: NOTAUTH
ca_es: Error de DNS: NOAUTH

source: DNS failure: NOTZONE
ca_es: Error de DNS: NOTZONE

source: Invalid RDATA
ca_es: RDATA no vàlid

source: Invalid DNS type
ca_es: Tipus DNS no vàlid

source: Invalid DNS class
ca_es: Classe DNS no vàlida

source: Not supported
ca_es: No s'admet

source: Not permitted
ca_es: No és permès

source: Invalid argument
ca_es: Argument no vàlid

source: Is empty
ca_es: És buit

source: The requested operation is invalid because redundant
ca_es: L'operació sol·licitada no és vàlida per redundant

source: Invalid Error Code
ca_es: Codi d'error no vàlid

source: <i>No service currently selected.</i>
ca_es: <i>No hi ha cap servei seleccionat.</i>

source: Avahi Discovery
ca_es: Descobridor Avahi

source: Avahi Zeroconf Browser
ca_es: Navegador zeroconf Avahi

source: Browse for Zeroconf services available on your network
ca_es: Navegueu pels serveis Zeroconf disponibles a la vostra xarxa

source: TXT Data:
ca_es: Dades TXT:

source: empty
ca_es: És buit

source: Service Type:
ca_es: Tipus de servei:

source: Service Name:
ca_es: Nom del servei:

source: Domain Name:
ca_es: Nom de domini:

source: Interface:
ca_es: Interfície:

source: Address:
ca_es: Adreça:

source: Browse Service Types
ca_es: Explora els tipus de servei

source: A NULL terminated list of service types to browse for
ca_es: Una llista dels tipus de servei acabada en NULL per a explorar

source: Domain
ca_es: Domini

source: The domain to browse in, or NULL for the default domain
ca_es: El domini a explorar, o NULL pel domini predeterminat

source: Service Type
ca_es: Tipus de servei

source: The service type of the selected service
ca_es: El tipus de servei del servei seleccionat

source: Service Name
ca_es: Nom del servei

source: The service name of the selected service
ca_es: El nom del servei del servei seleccionat

source: Address
ca_es: Adreça

source: The address of the resolved service
ca_es: L'adreça del servei resolt

source: The IP port number of the resolved service
ca_es: El número de port IP del servei resolt

source: Host Name
ca_es: Ordinador

source: The host name of the resolved service
ca_es: El nom de l'ordinador del servei resolt

source: TXT Data
ca_es: Dades TXT

source: The TXT data of the resolved service
ca_es: Dades TXT del servei resolt

source: Resolve Service
ca_es: Resol servei

source: Resolve the selected service automatically before returning
ca_es: Resol el servei seleccionat automàticament abans de retornar-ho

source: Resolve Service Host Name
ca_es: Resol el nom de servidor del servei

source: Resolve the host name of the selected service automatically before returning
ca_es: Resol el nom de l'hoste del servei seleccionat automàticament abans de retornar-lo

source: Address family
ca_es: Família de l'adreça

source: The address family for host name resolution
ca_es: La família de l'adreça per la resolució del nom

source: Avahi client failure: %s
ca_es: Error en el client Avahi: %s

source: Avahi resolver failure: %s
ca_es: Fallada del resoletor de Avahi: %s

source: Browsing for service type %s in domain %s failed: %s
ca_es: Error en la cerca de tipus de serveis %s en el domini %s: %s

source: n/a
ca_es: No disponible

source: Avahi domain browser failure: %s
ca_es: Error en la navegació del domini Avahi: %s

source: Failed to read Avahi domain: %s
ca_es: Error en la lectura del domini Avahi: %s

source: Browse service type list is empty!
ca_es: La llista d'exploració de tipus de serveis és buida!

source: Failed to connect to Avahi server: %s
ca_es: Error al connectar al servidor Avahi: %s

source: Browsing for services on <b>local network</b>:
ca_es: Cercant serveis en <b>xarxa local</b>:

source: Browsing for services in domain <b>%s</b>:
ca_es: Cercant serveis en el domini <b>%s</b>:

source: Failed to create browser for %s: %s
ca_es: Error en crear un navegador per a %s: %s

source: Failed to create resolver for %s of type %s in domain %s: %s
ca_es: Error en crear el sistema de resolució per a %s del tipus %s en el domini %s: %s

source: Failed to create domain browser: %s
ca_es: Error en crear navegador de domini: %s

source: Change domain
ca_es: Canvia el domini

source: Browsing...
ca_es: Explorant...

source: Initializing...
ca_es: Inicialitzant...

source: Location
ca_es: Ubicació

source: Name
ca_es: Nom

source: Type
ca_es: Tipus

source: _Domain...
ca_es: _Domini...

source: %s [options] -h --help Show this help -s --ssh Browse SSH servers -v --vnc Browse VNC servers -S --shell Browse both SSH and VNC -d --domain=DOMAIN The domain to browse in
ca_es: %s [opcions] -h --help Mostra aquesta ajuda -s --ssh Explora els servidors SSH -v --vnc Explora els servidors VNC -S --shell Explora SSH i VNC -d --domain=DOMAIN El domini on cercar

source: Too many arguments
ca_es: Massa arguments

source: Choose Shell Server
ca_es: Escull servidor d'intèrpret d'ordres

source: Desktop
ca_es: Escriptori

source: Choose VNC server
ca_es: Escull servidor VNC

source: Choose SSH server
ca_es: Escull servidor SSH

source: Connecting to '%s' ...
ca_es: Connectant a '%s' ...

source: execlp() failed: %s
ca_es: Error en execlp(): %s

source: Canceled.
ca_es: Cancel·lat.

source: Avahi SSH Server Browser
ca_es: Navegador de servidors SSH Avahi

source: Browse for Zeroconf-enabled SSH Servers
ca_es: Explora els servidors SSH configurats amb Zeroconf

source: Avahi VNC Server Browser
ca_es: Navegador de servidors VNC Avahi

source: Browse for Zeroconf-enabled VNC Servers
ca_es: Explora els servidors de VNC configurats amb Zeroconf

source: : All for now
ca_es: : Això és tot per ara

source: : Cache exhausted
ca_es: : Memòria cau exhaurida

source: Failed to resolve service '%s' of type '%s' in domain '%s': %s
ca_es: Error en resoldre el servei '%s' del tipus '%s' en el domini '%s': %s

source: service_browser failed: %s
ca_es: Error en service_browser: %s

source: avahi_service_browser_new() failed: %s
ca_es: Error en avahi_service_browser_new(): %s

source: service_type_browser failed: %s
ca_es: Error en service_type_browser: %s

source: avahi_service_type_browser_new() failed: %s
ca_es: Error en avahi_service_type_browser_new(): %s

source: avahi_domain_browser_new() failed: %s
ca_es: Error en avahi_domain_browser_new(): %s

source: Failed to query version string: %s
ca_es: Error en consultar la versió de la cadena: %s

source: Failed to query host name: %s
ca_es: Error en consultar el nom del ordinador: %s

source: Server version: %s; Host name: %s
ca_es: Versió del servidor: %s; Nom de l'ordinador: %s

source: E Ifce Prot Domain
ca_es: E Inter Prot Domini

source: E Ifce Prot %-*s %-20s Domain
ca_es: E Inter Prot %-*s %-20s Domini

source: Disconnected, reconnecting ...
ca_es: Desconnectat, tornant a connectar ...

source: Failed to create client object: %s
ca_es: Error en crear l'objecte client: %s

source: Client failure, exiting: %s
ca_es: Error en client, sortint: %s

source: Waiting for daemon ...
ca_es: Esperant al dimoni ...

source: -h --help Show this help -V --version Show version -D --browse-domains Browse for browsing domains instead of services -a --all Show all services, regardless of the type -d --domain=DOMAIN The domain to browse in -v --verbose Enable verbose mode -t --terminate Terminate after dumping a more or less complete list -c --cache Terminate after dumping all entries from the cache -l --ignore-local Ignore local services -r --resolve Resolve services found -f --no-fail Don't fail if the daemon is not available -p --parsable Output in parsable format
ca_es: -h --help Mostra aquesta ajuda -V --version Mostra la versió -D --browse-domains Mostra els dominis en el lloc dels serveis -a --all Mostra tots els serveis, a pesar del tipus -d --domain=DOMINI El domini a cercar -v --verbose Activa el mode amb detalls -t --terminate Finalitza després d'enmagatzemar una llista més o menys completa -c --cache Acabar després de volcar totes les entrades de la memòria cau -l --ignore-local Ignora els serveis locals -r --resolve Resol els serveis trobats -f --no-fail No fallis si el dimoni no és disponible -p --parsable Imprimeix en un format analitzable

source: -k --no-db-lookup Don't lookup service types -b --dump-db Dump service type database
ca_es: -k --no-db-lookup No busquis tipus de serveis -b --dump-db Volca la base de dades dels tipus de serveis

source: Too few arguments
ca_es: Manquen arguments

source: Failed to create simple poll object.
ca_es: Error al crear un objecte d'enquestes simple.

source: Established under name '%s'
ca_es: Estableix sota el nom '%s'

source: Failed to register: %s
ca_es: Error en registrar: %s

source: Name collision, picking new name '%s'.
ca_es: Conflicte amb els noms, s'ha escollit un nou nom '%s'.

source: Failed to create entry group: %s
ca_es: No s'ha pogut crear el grup buit: %s

source: Failed to add address: %s
ca_es: no s'ha pogut afegir l'adreça: %s

source: Failed to add service: %s
ca_es: No s'ha pogut afegir el servei: %s

source: Failed to add subtype '%s': %s
ca_es: No s'ha pogut afegir el subtipus '%s': %s

source: Host name conflict
ca_es: Conflicte amb el nom de l'ordinador

source: %s [options] %s <name> <type> <port> [<txt ...>] %s [options] %s <host-name> <address> -h --help Show this help -V --version Show version -s --service Publish service -a --address Publish address -v --verbose Enable verbose mode -d --domain=DOMAIN Domain to publish service in -H --host=DOMAIN Host where service resides --subtype=SUBTYPE An additional subtype to register this service with -R --no-reverse Do not publish reverse entry with address -f --no-fail Don't fail if the daemon is not available
ca_es: %s [opcions] %s <nom> <tipus> <port> [<txt ...>] %s [opcions] %s <nom del host> <adreça> -h --help Mostra aquesta ajuda -V --version Mostra la versió -s --service Publica el servei -a --address Publica l'adreça -v --verbose Activa el mode amb detalls -d --domain=DOMINI Domini dins el que publicar el servei -H --host=DOMINI L'ordinador on està el servei --subtype=SUBTIPUS Un subtipus adicional amb el que registrar el servei -f --no-fail No fallar si el dimoni no està disponible

source: Bad number of arguments
ca_es: Nombre erroni d'arguments

source: Failed to parse port number: %s
ca_es: Error en analitzar el número de port: %s

source: No command specified.
ca_es: Ordre no especificada.

source: Failed to resolve host name '%s': %s
ca_es: No s'ha pogut resoldre el nom de l'ordinador '%s': %s

source: Failed to resolve address '%s': %s
ca_es: No s'ha pogut analitzar l'adreça '%s': %s

source: %s [options] %s <host name ...> %s [options] %s <address ... > -h --help Show this help -V --version Show version -n --name Resolve host name -a --address Resolve address -v --verbose Enable verbose mode -6 Lookup IPv6 address -4 Lookup IPv4 address
ca_es: %s [opcions] %s <nom de l'ordinador ...> %s [options] %s <adreça ... > -h --help Mostra aquesta ajuda -V --version Mostra la versió -n --name Resol el nom del host -a --address Resol l'adreça -v --verbose Activa el mode amb detalls -6 Llista les adreces IPv6 -4 Llista les adreces IPv4

source: Failed to create host name resolver: %s
ca_es: No s'ha pogut crear el resoledor del nom de l'ordinador: %s

source: Failed to parse address '%s'
ca_es: No s'ha pogut analitzar l'adreça '%s'

source: Failed to create address resolver: %s
ca_es: No s'ha pogut crear el resolutor de l'adreça: %s

source: %s [options] <new host name> -h --help Show this help -V --version Show version -v --verbose Enable verbose mode
ca_es: %s [opcions] <nou nom de host> -h --help Mostra aquesta ajuda -V --version Mostra la versió -v --verbose Activa el mode amb detalls

source: Invalid number of arguments, expecting exactly one.
ca_es: Nombre d'arguments incorrecte, s'esperava un exactament.

source: Host name successfully changed to %s
ca_es: S'ha canviat correctament el mon del host a %s

source: label
ca_es: etiqueta

source: Delete
ca_es: Suprimeix

source: Download
ca_es: Baixada

source: Capture
ca_es: Captura

source: Preview
ca_es: Previsualització

source: Cancel
ca_es: Cancel·la

source: Retry
ca_es: Reintent

source: Yes
ca_es: Sí

source: _File
ca_es: _Fitxer

source: _Edit
ca_es: _Edita

source: _View
ca_es: _Visualitza

source: Settings
ca_es: Paràmetres

source: Fullscreen
ca_es: Pantalla completa

source: Presentation
ca_es: Presentació

source: Windows
ca_es: Finestres

source: New window
ca_es: Finestra nova

source: _Help
ca_es: A_juda

source: Camera
ca_es: Càmera

source: Driver
ca_es: Controlador

source: Zoom Out
ca_es: Allunya

source: Zoom In
ca_es: Apropa

source: Best Fit
ca_es: Millor ajust

source: Full Screen
ca_es: Pantalla completa

source: Open with
ca_es: Obre amb

source: On
ca_es: Activada

source: Off
ca_es: Desactivada

source: Interface
ca_es: Interfície

source: Image Viewer
ca_es: Visualitzador d'imatges

source: Color Management
ca_es: Gestió del color

source: Plugins
ca_es: Connectors

source: All files (*.*)
ca_es: Tots els fitxers (*.*)

source: None
ca_es: Cap

source: Perceptual
ca_es: Perceptiu

source: Saturation
ca_es: Saturació

source: Mode of operation:
ca_es: Mode d'operació:

source: Monitor profile:
ca_es: Perfil del monitor:

source: Aspect ratio:
ca_es: Relació de l'aspecte:

source: Start:
ca_es: Inici:

source: Overview
ca_es: Resum

source: Frequency:
ca_es: Freqüència:

source: Passwords do not match
ca_es: Les contrasenyes no coincideixen

source: Command not implemented
ca_es: No s'ha implementat l'ordre

source: Permission
ca_es: Permís

source: Permissions
ca_es: Permisos

source: Attributes
ca_es: Atributs

source: Filter
ca_es: Filtre

source: Subtree
ca_es: Subarbre

source: Description
ca_es: Descripció

source: Map
ca_es: Mapa

source: Key
ca_es: Tecla

source: description
ca_es: descripció

source: Mount point
ca_es: Punt de muntatge

source: Password
ca_es: Contrasenya

source: entry
ca_es: entrada

source: Rights
ca_es: Drets

source: Rename
ca_es: Canvia el nom

source: Certificate
ca_es: Certificat

source: Subject
ca_es: Assumpte

source: Issuer
ca_es: Emissor

source: Not Before
ca_es: No abans

source: Not After
ca_es: No després

source: Serial number
ca_es: Número de sèrie

source: Revoked
ca_es: Revocat

source: Reason
ca_es: Raó

source: Status
ca_es: Estat

source: Configuration
ca_es: Configuració

source: IP Address
ca_es: Adreça IP

source: Subtype
ca_es: Subtipus

source: Hostname
ca_es: Nom de l'ordinador

source: Algorithm
ca_es: Algorisme

source: Target
ca_es: Objectiu

source: Flags
ca_es: Indicadors

source: Public Key
ca_es: Clau pública

source: Size
ca_es: Mida

source: Regular Expression
ca_es: Expressió regular

source: Priority
ca_es: Prioritat

source: Weight
ca_es: Pes

source: Labels
ca_es: Etiquetes

source: Signature
ca_es: Signatura

source: Fingerprint
ca_es: Empremta

source: Force
ca_es: Força

source: Class
ca_es: Classe

source: group
ca_es: grup

source: Group name
ca_es: Nom del grup

source: Enabled
ca_es: S'ha habilitat

source: Users
ca_es: Usuaris

source: Services
ca_es: Serveis

source: Access time
ca_es: Temps d'accés

source: Warning
ca_es: Avís

source: User name
ca_es: Nom d'usuari

source: Serial Number
ca_es: Número de sèrie

source: Host
ca_es: Ordinador central

source: Host name
ca_es: Nom de l'amfitrió

source: Locality
ca_es: Localitat

source: Platform
ca_es: Plataforma

source: Operating system
ca_es: Sistema operatiu

source: Apply
ca_es: Aplica

source: Actions
ca_es: Accions

source: Add
ca_es: Afegeix-ho

source: Back
ca_es: Enrere

source: Close
ca_es: Tanca

source: Disable
ca_es: Inhabilita

source: Edit
ca_es: Edita

source: Enable
ca_es: Habilita

source: Find
ca_es: Cerca

source: Refresh
ca_es: Refresca

source: Reset
ca_es: Reinicia

source: Restore
ca_es: Restaura

source: Revoke
ca_es: Revoca

source: Set
ca_es: Aplica

source: Update
ca_es: Actualització

source: View
ca_es: Visualització

source: Identity Settings
ca_es: Paràmetres de la identitat

source: Available
ca_es: Disponible

source: Confirmation
ca_es: Confirmació

source: Unsaved Changes
ca_es: Canvis sense desar

source: Show details
ca_es: Mostra els detalls

source: Unknown Error
ca_es: Error desconegut

source: Search
ca_es: Cerca

source: False
ca_es: Fals

source: Login
ca_es: Entra

source: Logout
ca_es: Surt

source: Username
ca_es: Nom d'usuari

source: seconds
ca_es: segons

source: Attribute
ca_es: Atribut

source: Add Rule
ca_es: Afegeix una regla

source: Exclusive
ca_es: Exclusiu

source: Expression
ca_es: Expressió

source: Affiliation Changed
ca_es: L'afiliació ha canviat

source: CA Compromise
ca_es: CA en compromís

source: Certificates
ca_es: Certificats

source: Certificate Hold
ca_es: Retenció del certificat

source: Cessation of Operation
ca_es: Cessació de l'operació

source: Common Name
ca_es: Nom comú

source: Expires On
ca_es: Data de venciment

source: Fingerprints
ca_es: Empremtes digitals

source: Issued By
ca_es: Emès per

source: Issued On
ca_es: Data d'emissió

source: Issued To
ca_es: Emès a nom de

source: Key Compromise
ca_es: Clau en compromís

source: MD5 Fingerprint
ca_es: Empremta digital MD5

source: Note
ca_es: Nota

source: Organization
ca_es: Organització

source: Organizational Unit
ca_es: Unitat organitzativa

source: SHA1 Fingerprint
ca_es: Empremta digital SHA1

source: Superseded
ca_es: Substituït

source: Unspecified
ca_es: Sense especificar

source: Validity
ca_es: Validesa

source: Options
ca_es: Opcions

source: Data
ca_es: Dades

source: Record Type
ca_es: Tipus de registre

source: External
ca_es: Extern

source: Anyone
ca_es: Qualsevol

source: Who
ca_es: Qui

source: Access Denied
ca_es: S'ha denegat l'accés

source: Access Granted
ca_es: Accés permès

source: Matched
ca_es: Coincideix

source: Rules
ca_es: Regles

source: Unmatched
ca_es: No coincideix

source: User
ca_es: Usuari

source: Identity
ca_es: Identitat

source: Active Directory domain
ca_es: Domini d'Active Directory

source: Modified
ca_es: Modificat

source: Groups
ca_es: Grups

source: Commands
ca_es: Ordres

source: Allow
ca_es: Permet

source: Account
ca_es: Compte

source: Account Settings
ca_es: Paràmetres dels comptes

source: Mailing Address
ca_es: Adreça postal

source: New Password
ca_es: Contrasenya nova

source: Reset Password
ca_es: Reinicia la contrasenya

source: Select All
ca_es: Selecciona-ho tot

source: Unselect All
ca_es: No seleccionis res

source: Disabled
ca_es: Inhabilitat

source: Policy
ca_es: Política

source: True
ca_es: Cert

source: Next
ca_es: Següent

source: Page
ca_es: Pàgina

source: Prev
ca_es: Anterior

source: undo
ca_es: desfés

source: Continue
ca_es: Continua

source: Netgroup name
ca_es: Nom de grup de xarxa

source: Invalid credentials
ca_es: Credencials no vàlides

source: permissions
ca_es: permisos

source: Group
ca_es: Grup

source: Role
ca_es: Rol

source: services
ca_es: serveis

source: Unknown
ca_es: Desconegut

source: Trust
ca_es: Confiança

source: Server
ca_es: Servidor

source: Time now
ca_es: L'hora actual

source: user
ca_es: usuari

source: users
ca_es: usuaris

source: User login
ca_es: Entrada

source: First name
ca_es: Nom

source: Last name
ca_es: Cognom

source: Full name
ca_es: Nom complet

source: Initials
ca_es: Inicials

source: Home directory
ca_es: Directori de l'usuari

source: Login shell
ca_es: Intèrpret d'ordres de l'inici de sessió

source: Email address
ca_es: Adreça de correu electrònic

source: City
ca_es: Ciutat

source: State/Province
ca_es: Estat/província

source: Telephone Number
ca_es: Número de telèfon

source: Pager Number
ca_es: Número de buscapersones

source: Fax Number
ca_es: Número de fax

source: Job Title
ca_es: Càrrec

source: Manager
ca_es: Gestor

source: Self
ca_es: Ell mateix

source: Server Name
ca_es: Nom del servidor

source: filename
ca_es: nomdelfitxer

source: password
ca_es: contrasenya

source: Print debugging information
ca_es: Mostra informació de depuració

source: Debugging output
ca_es: Sortida de depuració

source: Out of memory
ca_es: Sense memòria

source: Device:
ca_es: Dispositiu:

source: block device
ca_es: dispositiu de blocs

source: Horizontal
ca_es: Horitzontal

source: Top left corner
ca_es: Cantonada superior esquerra

source: Top right corner
ca_es: Cantonada superior dreta

source: Bottom left corner
ca_es: Cantonada inferior esquerra

source: Bottom right corner
ca_es: Cantonada inferior dreta

source: Custom
ca_es: Personalitzat

source: Embedded in menu
ca_es: Incrusta al menú

source: When active
ca_es: Quan estigui actiu

source: Always
ca_es: Sempre

source: IBus Preferences
ca_es: Preferències de l'IBus

source: The shortcut keys for switching to next input method in the list
ca_es: Les dreceres de teclat per commutar al mètode d'entrada següent de la llista

source: Next input method:
ca_es: Mètode d'entrada següent:

source: The shortcut keys for switching to previous input method in the list
ca_es: Les dreceres de teclat per canviar al mètode d'entrada anterior de la llista

source: Previous input method:
ca_es: Mètode d'entrada anterior:
